tap "adoptopenjdk/openjdk"
tap "homebrew/bundle"
tap "homebrew/cask"
tap "homebrew/cask-drivers"
tap "homebrew/cask-fonts"
tap "homebrew/cask-versions"
tap "homebrew/core"
tap "homebrew/services"
tap "romkatv/powerlevel10k"
brew "argyll-cms"
brew "openssl@1.1"
brew "readline"
brew "sqlite"
brew "xz"
brew "autoconf"
brew "automake"
brew "bfg"
brew "carthage"
brew "chronograf"
brew "cmake"
brew "coreutils"
brew "dos2unix"
brew "f3"
brew "pkg-config"
brew "freerdp"
brew "gh"
brew "go"
brew "smartmontools"
brew "gsmartcontrol"
brew "hub"
brew "imagemagick"
brew "iperf3"
brew "ipmitool"
brew "jq"
brew "libksba"
brew "libyaml"
brew "make"
brew "mas"
brew "neofetch"
brew "neovim"
brew "netcat"
brew "pyenv"
brew "rbenv"
brew "sox"
brew "speedtest-cli"
brew "tmux"
brew "wakeonlan"
brew "wget"
brew "youtube-dl"
brew "zlib"
brew "zsh-autosuggestions"
brew "romkatv/powerlevel10k/powerlevel10k"
cask "1password"
cask "adoptopenjdk"
cask "adoptopenjdk8"
cask "alfred"
cask "angry-ip-scanner"
cask "azure-data-studio"
cask "balenaetcher"
cask "bettertouchtool"
cask "bibdesk"
cask "bitbar"
cask "blackhole"
cask "calibre"
cask "carbon-copy-cloner"
cask "chromedriver"
cask "chronosync"
cask "dbeaver-community"
cask "devonthink"
cask "discord"
cask "displaycal"
cask "dupeguru"
cask "font-firacode-nerd-font"
cask "font-firamono-nerd-font"
cask "geekbench"
cask "github"
cask "gog-galaxy"
cask "google-backup-and-sync"
cask "google-chrome"
cask "handbrake"
cask "hex-fiend"
cask "intel-power-gadget"
cask "iterm2"
cask "key-codes"
cask "logitech-options"
cask "maciasl"
cask "mactex"
cask "menumeters"
cask "nextcloud"
cask "onedrive"
cask "openvpn-connect"
cask "osxfuse"
cask "pdfpenpro"
cask "plex"
cask "postman"
cask "rstudio"
cask "slack"
cask "sony-ps4-remote-play"
cask "spotify"
cask "steam"
cask "stellarium"
cask "synergy"
cask "tg-pro"
cask "veracrypt"
cask "visual-studio-code"
cask "vlc"
cask "vmware-fusion"
cask "xnviewmp"
cask "xquartz"
cask "yubico-authenticator"
cask "yubico-yubikey-manager"
cask "zoomus"
mas "Affinity Designer", id: 824171161
mas "Deliveries", id: 290986013
mas "Discovery", id: 1381004916
mas "Disk Speed Test", id: 425264550
mas "Final Cut Pro", id: 424389933
mas "FruitJuice", id: 671736912
mas "Marked 2", id: 890031187
mas "Messenger", id: 1480068668
mas "Microsoft Remote Desktop", id: 1295203466
mas "Microsoft To Do", id: 1274495053
mas "Paprika Recipe Manager 3", id: 1303222628
mas "PhotoSweeper", id: 463362050
mas "Pocket", id: 568494494
mas "Rakuten Cash Back", id: 1451893560
mas "Reeder", id: 1449412482
mas "Spark", id: 1176895641
mas "Vimari", id: 1480933944
mas "Xcode", id: 497799835
