# Taps
tap "homebrew/bundle"
tap "homebrew/cask"
tap "homebrew/cask-fonts"
tap "homebrew/core"
tap "homebrew/services"
tap "romkatv/powerlevel10k"

# Prerequisite casks
cask "xquartz"

# Brews
brew "sqlite"
brew "autoconf"
brew "argyll-cms"
brew "automake"
brew "bfg"
brew "carthage"
brew "chronograf"
brew "cmake"
brew "coreutils"
brew "dos2unix"
brew "f3"
brew "freerdp"
brew "smartmontools"
brew "gsmartcontrol"
brew "hub"
brew "libtool"
brew "iperf3"
brew "ipmitool"
brew "libksba"
brew "libyaml"
brew "make"
brew "neofetch"
brew "neovim"
brew "netcat"
brew "pkg-config"
brew "pyenv"
brew "sox"
brew "wakeonlan"
brew "speedtest-cli"
brew "tmux"
brew "youtube-dl"
brew "zlib"
brew "romkatv/powerlevel10k/powerlevel10k"

# Additional casks
cask "adoptopenjdk"
cask "adoptopenjdk8"
cask "azure-data-studio"
cask "bettertouchtool"
cask "blackhole"
cask "calibre"
cask "carbon-copy-cloner"
cask "chromedriver"
cask "chronosync"
cask "dbeaver-community"
cask "discord"
cask "displaycal"
cask "font-firacode-nerd-font"
cask "handbrake"
cask "iterm2"
cask "mactex"
cask "nextcloud"
cask "osxfuse"
cask "pdfpenpro"
cask "rstudio"
cask "veracrypt"
cask "visual-studio-code"
