# Taps
tap "homebrew/bundle"
tap "homebrew/cask"
tap "homebrew/cask-fonts"
tap "homebrew/cask-versions"
tap "homebrew/core"
tap "homebrew/services"
tap "romkatv/powerlevel10k"
tap "adoptopenjdk/openjdk"

# Prerequisite casks
cask "xquartz"

# Brews
brew "argyll-cms"
brew "autoconf"
brew "automake"
brew "bfg"
brew "carthage"
brew "chronograf"
brew "cmake"
brew "coreutils"
brew "dos2unix"
brew "f3"
brew "freerdp"
brew "gh"
brew "gsmartcontrol"
brew "hub"
brew "imagemagick"
brew "iperf3"
brew "ipmitool"
brew "jq"
brew "libksba"
brew "libyaml"
brew "make"
brew "mas"
brew "neofetch"
brew "neovim"
brew "netcat"
brew "pkg-config"
brew "pyenv"
brew "smartmontools"
brew "sox"
brew "speedtest-cli"
brew "tmux"
brew "wakeonlan"
brew "youtube-dl"
brew "zlib"
brew "zsh-autosuggestions"
brew "romkatv/powerlevel10k/powerlevel10k"

# Additional casks
cask "adoptopenjdk"
cask "adoptopenjdk8"
cask "azure-data-studio"
cask "bettertouchtool"
cask "bitbar"
cask "blackhole"
cask "calibre"
cask "carbon-copy-cloner"
cask "chromedriver"
cask "chronosync"
cask "dbeaver-community"
cask "devonthink"
cask "discord"
cask "displaycal"
cask "dupeguru"
cask "font-firacode-nerd-font"
cask "font-firamono-nerd-font"
cask "handbrake"
cask "hex-fiend"
cask "iterm2"
cask "mactex"
cask "nextcloud"
cask "osxfuse"
cask "pdfpenpro"
cask "postman"
cask "rstudio"
cask "veracrypt"
cask "visual-studio-code"
cask "vlc"
cask "xnviewmp"

# Mas List
mas "Affinity Designer", id: 824171161
mas "Deliveries", id: 290986013
mas "Discovery", id: 1381004916
mas "Final Cut Pro", id: 424389933
mas "FruitJuice", id: 671736912
mas "Marked 2", id: 890031187
mas "Messenger", id: 1480068668
mas "Microsoft Remote Desktop", id: 1295203466
mas "Microsoft To Do", id: 1274495053
mas "Paprika Recipe Manager 3", id: 1303222628
mas "PhotoSweeper", id: 463362050
mas "Rakuten Cash Back", id: 1451893560
mas "Reeder", id: 1449412482
mas "Slack", id: 803453959
mas "Spark", id: 1176895641
mas "Vimari", id: 1480933944
mas "Xcode", id: 497799835

