brew "argyll-cms"						brew "argyll-cms"
brew "asdf"							brew "asdf"
brew "autoconf"							brew "autoconf"
brew "automake"							brew "automake"
brew "bfg"							brew "bfg"
brew "carthage"							brew "carthage"
							      >	brew "cask"
brew "chronograf"						brew "chronograf"
brew "cmake"							brew "cmake"
brew "coreutils"						brew "coreutils"
brew "curl"						      <
brew "dos2unix"							brew "dos2unix"
brew "f3"							brew "f3"
brew "freerdp"							brew "freerdp"
							      >	brew "gcc"
brew "gh"							brew "gh"
brew "go"						      |	brew "glib"
brew "gsmartcontrol"						brew "gsmartcontrol"
brew "htop"						      |	brew "gtk+3"
							      >	brew "harfbuzz"
brew "hub"							brew "hub"
brew "imagemagick"						brew "imagemagick"
brew "iperf3"							brew "iperf3"
brew "ipmitool"							brew "ipmitool"
brew "jq"							brew "jq"
							      >	brew "koekeishiya/formulae/yabai"
							      >	brew "lame"
brew "libksba"							brew "libksba"
brew "libx11"						      |	brew "libtool"
brew "libxt"							brew "libxt"
brew "libyaml"							brew "libyaml"
brew "make"							brew "make"
brew "mas"							brew "mas"
brew "media-info"					      <
brew "neofetch"							brew "neofetch"
brew "neovim"							brew "neovim"
brew "netcat"							brew "netcat"
brew "openconnect"					      |	brew "ocrmypdf"
brew "openssl@1.1"					      |	brew "pango"
brew "pcre2"							brew "pcre2"
							      >	brew "phoronix-test-suite"
brew "pkg-config"						brew "pkg-config"
brew "pyenv"						      <
brew "rbenv"						      <
brew "readline"							brew "readline"
brew "romkatv/powerlevel10k/powerlevel10k"			brew "romkatv/powerlevel10k/powerlevel10k"
brew "smartmontools"						brew "smartmontools"
brew "sox"							brew "sox"
brew "speedtest-cli"						brew "speedtest-cli"
brew "sqlite"							brew "sqlite"
							      >	brew "telnet"
							      >	brew "tesseract"
brew "tmux"							brew "tmux"
							      >	brew "unrar"
brew "wakeonlan"						brew "wakeonlan"
brew "wget"							brew "wget"
brew "xz"							brew "xz"
brew "youtube-dl"						brew "youtube-dl"
brew "zlib"							brew "zlib"
brew "zsh-autosuggestions"					brew "zsh-autosuggestions"
cask "1password"						cask "1password"
cask "adoptopenjdk"						cask "adoptopenjdk"
cask "adoptopenjdk8"						cask "adoptopenjdk8"
cask "alfred"							cask "alfred"
cask "angry-ip-scanner"					      |	cask "android-sdk"
							      >	cask "android-studio"
cask "azure-data-studio"					cask "azure-data-studio"
cask "balenaetcher"					      <
cask "bettertouchtool"						cask "bettertouchtool"
cask "bibdesk"							cask "bibdesk"
cask "bitbar"							cask "bitbar"
cask "blackhole"						cask "blackhole"
cask "calibre"							cask "calibre"
cask "carbon-copy-cloner"					cask "carbon-copy-cloner"
cask "chromedriver"						cask "chromedriver"
cask "chronosync"						cask "chronosync"
cask "dbeaver-community"					cask "dbeaver-community"
cask "devonthink"						cask "devonthink"
cask "discord"							cask "discord"
cask "displaycal"						cask "displaycal"
cask "dupeguru"						      |	cask "docker"
cask "font-firacode-nerd-font"					cask "font-firacode-nerd-font"
cask "font-firamono-nerd-font"				      <
cask "geekbench"					      <
cask "gfortran"							cask "gfortran"
cask "github"						      <
cask "gog-galaxy"						cask "gog-galaxy"
cask "google-backup-and-sync"				      <
cask "google-chrome"						cask "google-chrome"
cask "handbrake"						cask "handbrake"
cask "hex-fiend"					      |	cask "hiddenbar"
cask "intel-power-gadget"					cask "intel-power-gadget"
cask "iterm2"							cask "iterm2"
cask "key-codes"					      <
cask "logitech-options"						cask "logitech-options"
cask "maciasl"						      <
cask "mactex"							cask "mactex"
cask "mediainfo"					      <
cask "menumeters"						cask "menumeters"
cask "nextcloud"						cask "nextcloud"
cask "onedrive"							cask "onedrive"
cask "openvpn-connect"						cask "openvpn-connect"
cask "osxfuse"							cask "osxfuse"
cask "pdfpenpro"						cask "pdfpenpro"
cask "plex"						      |	cask "qgis"
cask "postman"						      <
cask "rstudio"							cask "rstudio"
cask "slack"						      <
cask "sony-ps4-remote-play"					cask "sony-ps4-remote-play"
cask "spotify"						      <
cask "steam"						      <
cask "stellarium"						cask "stellarium"
cask "synergy"						      <
cask "tg-pro"						      <
cask "veracrypt"						cask "veracrypt"
cask "visual-studio-code"					cask "visual-studio-code"
cask "vlc"						      <
cask "vmware-fusion"					      <
cask "wine-crossover"					      <
cask "xnviewmp"						      <
cask "xquartz"							cask "xquartz"
cask "yubico-authenticator"					cask "yubico-authenticator"
cask "yubico-yubikey-manager"					cask "yubico-yubikey-manager"
							      >	cask "zoom"
cask "zoomus"							cask "zoomus"
mas "Affinity Designer", id: 824171161				mas "Affinity Designer", id: 824171161
							      >	mas "AwardWallet", id: 1473828829
							      >	mas "Compressor", id: 424390742
mas "Deliveries", id: 290986013					mas "Deliveries", id: 290986013
mas "Discovery", id: 1381004916					mas "Discovery", id: 1381004916
mas "Disk Speed Test", id: 425264550			      <
mas "Final Cut Pro", id: 424389933				mas "Final Cut Pro", id: 424389933
mas "FruitJuice", id: 671736912					mas "FruitJuice", id: 671736912
mas "Marked 2", id: 890031187				      |	mas "Logic Pro", id: 634148309
mas "Messenger", id: 1480068668					mas "Messenger", id: 1480068668
mas "Microsoft Remote Desktop", id: 1295203466			mas "Microsoft Remote Desktop", id: 1295203466
mas "Microsoft To Do", id: 1274495053				mas "Microsoft To Do", id: 1274495053
							      >	mas "MindNode", id: 992076693
							      >	mas "Motion", id: 434290957
mas "Paprika Recipe Manager 3", id: 1303222628			mas "Paprika Recipe Manager 3", id: 1303222628
mas "PhotoSweeper", id: 463362050				mas "PhotoSweeper", id: 463362050
							      >	mas "Pixelmator", id: 407963104
mas "Pocket", id: 568494494					mas "Pocket", id: 568494494
mas "Rakuten Cash Back", id: 1451893560				mas "Rakuten Cash Back", id: 1451893560
mas "Reeder", id: 1449412482					mas "Reeder", id: 1449412482
							      >	mas "Slack", id: 803453959
mas "Spark", id: 1176895641					mas "Spark", id: 1176895641
mas "Vimari", id: 1480933944					mas "Vimari", id: 1480933944
mas "Xcode", id: 497799835					mas "Xcode", id: 497799835
tap "adoptopenjdk/openjdk"					tap "adoptopenjdk/openjdk"
tap "gcenx/wine"					      |	tap "caskroom/cask"
tap "homebrew/bundle"						tap "homebrew/bundle"
tap "homebrew/cask"						tap "homebrew/cask"
tap "homebrew/cask-drivers"					tap "homebrew/cask-drivers"
tap "homebrew/cask-fonts"					tap "homebrew/cask-fonts"
tap "homebrew/cask-versions"					tap "homebrew/cask-versions"
tap "homebrew/core"						tap "homebrew/core"
tap "homebrew/services"						tap "homebrew/services"
							      >	tap "koekeishiya/formulae"
							      >	tap "osgeo/osgeo4mac"
tap "romkatv/powerlevel10k"					tap "romkatv/powerlevel10k"
							      >	brew "cask"
brew "curl"						      <
							      >	brew "gcc"
brew "go"						      |	brew "glib"
brew "htop"						      |	brew "gtk+3"
							      >	brew "harfbuzz"
							      >	brew "koekeishiya/formulae/yabai"
							      >	brew "lame"
brew "libx11"						      |	brew "libtool"
brew "media-info"					      <
brew "openconnect"					      |	brew "ocrmypdf"
brew "openssl@1.1"					      |	brew "pango"
							      >	brew "phoronix-test-suite"
brew "pyenv"						      <
brew "rbenv"						      <
							      >	brew "telnet"
							      >	brew "tesseract"
							      >	brew "unrar"
cask "angry-ip-scanner"					      |	cask "android-sdk"
							      >	cask "android-studio"
cask "balenaetcher"					      <
cask "dupeguru"						      |	cask "docker"
cask "font-firamono-nerd-font"				      <
cask "geekbench"					      <
cask "github"						      <
cask "google-backup-and-sync"				      <
cask "hex-fiend"					      |	cask "hiddenbar"
cask "key-codes"					      <
cask "maciasl"						      <
cask "mediainfo"					      <
cask "plex"						      |	cask "qgis"
cask "postman"						      <
cask "slack"						      <
cask "spotify"						      <
cask "steam"						      <
cask "synergy"						      <
cask "tg-pro"						      <
cask "vlc"						      <
cask "vmware-fusion"					      <
cask "wine-crossover"					      <
cask "xnviewmp"						      <
							      >	cask "zoom"
							      >	mas "AwardWallet", id: 1473828829
							      >	mas "Compressor", id: 424390742
mas "Disk Speed Test", id: 425264550			      <
mas "Marked 2", id: 890031187				      |	mas "Logic Pro", id: 634148309
							      >	mas "MindNode", id: 992076693
							      >	mas "Motion", id: 434290957
							      >	mas "Pixelmator", id: 407963104
							      >	mas "Slack", id: 803453959
tap "gcenx/wine"					      |	tap "caskroom/cask"
							      >	tap "koekeishiya/formulae"
							      >	tap "osgeo/osgeo4mac"
